/* This computer's Internet connection appears to be offline. */
"CONNECTION_DOWN" = "Det ser ut til at maskinen ikke er koblet til Internett.";

/* This computer's Internet connection may be offline. */
"CONNECTION_INDETERMINATE" = "Det er mulig at maskinen ikke er koblet til Internett.";

/* This computer's Internet connection appears to be online. */
"CONNECTION_UP" = "Det ser ut til at maskinen er koblet til Internett.";

/* This computer's DNS server is not responding. */
"NAMESERVER_DOWN" = "Maskinens DNS-tjener svarer ikke.";

/* The DNS server could not find the server name. */
"NAMELOOKUP_FAILED" = "DNS-tjeneren fant ikke tjenernavnet.";

/* This computer's router is not responding. */
"ROUTER_DOWN" = "Maskinens ruter svarer ikke.";

/* The server this computer is attempting to connect to is not responding. */
"SERVER_DOWN" = "Tjeneren maskinen prøver å koble seg til, svarer ikke.";

/* This computer's Internet connection appears to be online. */
"SERVER_UP" = "Det ser ut til at maskinen er koblet til Internett.";

/* Format string for label of a saved password in Keychain: URL (USERNAME) */
"KEYCHAIN_LABEL_FORMAT" = "%@ (%@)";

/* Kind string used for keychain items from forms-based logins */
"KEYCHAIN_WEB_FORM_PASSWORD" = "Passord for webskjema";

/* HTTP result code string */
"accepted" = "godtatt";

/* HTTP result code string */
"bad gateway" = "ugyldig gateway";

/* HTTP result code string */
"bad request" = "ugyldig forespørsel";

/* HTTP result code string */
"client error" = "klientfeil";

/* HTTP result code string */
"conflict" = "konflikt";

/* HTTP result code string */
"continue" = "fortsett";

/* HTTP result code string */
"created" = "opprettet";

/* HTTP result code string */
"expectation failed" = "forventning mislyktes";

/* HTTP result code string */
"forbidden" = "forbudt";

/* HTTP result code string */
"found" = "funnet";

/* HTTP result code string */
"gateway timed out" = "gateway ble tidsavbrutt";

/* HTTP result code string */
"informational" = "informativ";

/* HTTP result code string */
"internal server error" = "intern tjenerfeil";

/* HTTP result code string */
"length required" = "lengde kreves";

/* HTTP result code string */
"method not allowed" = "metode ikke tillatt";

/* HTTP result code string */
"moved permanently" = "flyttet permanent";

/* HTTP result code string */
"multiple choices" = "flere valg";

/* HTTP result code string */
"needs proxy" = "krever proxy";

/* HTTP result code string */
"no content" = "uten innhold";

/* HTTP result code string */
"no error" = "uten feil";

/* HTTP result code string */
"non-authoritative information" = "ikke-autoritativ informasjon";

/* HTTP result code string */
"not found" = "ikke funnet";

/* HTTP result code string */
"not modified" = "ikke endret";

/* HTTP result code string */
"partial content" = "ufullstendig innhold";

/* HTTP result code string */
"payment required" = "krever betaling";

/* HTTP result code string */
"precondition failed" = "forutsetning mislyktes";

/* HTTP result code string */
"proxy authentication required" = "proxygodkjenning kreves";

/* HTTP result code string */
"redirected" = "omdirigert";

/* HTTP result code string */
"no longer exists" = "finnes ikke lenger";

/* HTTP result code string */
"request timed out" = "forespørsel ble tidsavbrutt";

/* HTTP result code string */
"request too large" = "forespørsel for stor";

/* HTTP result code string */
"requested URL too long" = "forespurt URL er for lang";

/* HTTP result code string */
"requested range not satisfiable" = "forespurt område kan ikke oppfylles";

/* HTTP result code string */
"reset content" = "nullstill innhold";

/* HTTP result code string */
"see other" = "vis annet";

/* HTTP result code string */
"server error" = "tjenerfeil";

/* HTTP result code string */
"service unavailable" = "tjeneste ikke tilgjengelig";

/* HTTP result code string */
"success" = "vellykket";

/* HTTP result code string */
"switching protocols" = "bytter protokoller";

/* HTTP result code string */
"temporarily redirected" = "midlertidig omdirigert";

/* HTTP result code string */
"unacceptable" = "ikke akseptabelt";

/* HTTP result code string */
"unauthorized" = "uautorisert";

/* HTTP result code string */
"unimplemented" = "ikke implementert";

/* HTTP result code string */
"unsupported media type" = "medietype støttes ikke";

/* HTTP result code string */
"unsupported version" = "versjon støttes ikke";

/* kCFErrorHTTPProxyConnectionFailure description */
"Err306" = "Det oppsto et kommunikasjonsproblem med webproxytjeneren (HTTP).";

/* kCFErrorHTTPSProxyConnectionFailure description */
"Err310" = "Det oppsto et kommunikasjonsproblem med den sikre webproxytjeneren (HTTPS).";

/* WebFoundationErrorCancelled description */
"Err-999" = "avbrutt";

/* WebFoundationErrorBadURLError description */
"Err-1000" = "feil i URL";

/* WebFoundationErrorTimedOut description */
"Err-1001" = "Tidsavbrudd for forespørselen.";

/* WebFoundationErrorUnsupportedURL description */
"Err-1002" = "URL støttes ikke";

/* WebFoundationErrorCannotFindHostError description */
"Err-1003" = "Fant ikke en tjener med det angitte vertsnavnet.";

/* WebFoundationErrorCannotConnectToHostError description */
"Err-1004" = "Kunne ikke koble til tjeneren.";

/* WebFoundationErrorNetworkConnectionLostError description */
"Err-1005" = "Mistet nettverksforbindelsen.";

/* WebFoundationErrorDNSLookupError description */
"Err-1006" = "Feil ved DNS-søk";

/* WebFoundationErrorHTTPTooManyRedirectsError description */
"Err-1007" = "for mange HTTP-omdirigeringer";

/* WebFoundationErrorResourceUnavailableError description */
"Err-1008" = "ressurs ikke tilgjengelig";

/* WebFoundationErrorNotConnectedToInternetError description */
"Err-1009" = "Denne maskinen er ikke koblet til Internett.";

/* WebFoundationErrorRedirectToNonExistentLocation description */
"Err-1010" = "omdirigert til ingensteds";

/* WebFoundationErrorBadServerResponseError description */
"Err-1011" = "Ugyldig svar fra tjeneren.";

/* WebFoundationErrorZeroByteResourceError description */
"Err-1014" = "nullbyteressurs";

/* WebFoundationErrorCannotDecodeRawData description */
"Err-1015" = "kan ikke dekode rådata";

/* WebFoundationErrorCannotDecodeContentData description */
"Err-1016" = "kan ikke dekode innholdsdata";

/* WebFoundationErrorCannotParseResponse description */
"Err-1017" = "kan ikke behandle svar";

/* kCFURLErrorInternationalRoamingOff description */
"Err-1018" = "Internasjonal roaming er slått av.";

/* kCFURLErrorCallIsActive description */
"Err-1019" = "Kan ikke opprette en dataforbindelse fordi en samtale pågår.";

/* kCFURLErrorDataNotAllowed description */
"Err-1020" = "En dataforbindelse er for øyeblikket ikke tillatt.";

/* kCFURLErrorRequestBodyStreamExhausted description.  Should never be seen by an end user. */
"Err-1021" = "forespørselinnholdsstream oppbrukt";
	
/* WebFoundationErrorFileDoesNotExist description */
"Err-1100" = "URL-en ble ikke funnet på denne tjeneren.";

/* WebFoundationErrorFileIsDirectory description */
"Err-1101" = "filen er en katalog";

/* WebFoundationErrorNoPermissionsToReadFile description */
"Err-1102" = "Du har ikke tillatelse til å få tilgang til ressursen.";

/* WebFoundationErrorDataLengthExceedsMaximum description */
"Err-1103" = "ressursen overstiger maksimumsstørrelsen";

/* WebFoundationErrorSecureConnectionFailed description */
"Err-1200" = "Det har oppstått en SSL-feil, og det er ikke mulig å opprette en sikker forbindelse til tjeneren.";

/* WebFoundationErrorServerCertificateHasBadDate description */
"Err-1201" = "Sertifikatet for tjeneren er utløpt.";

/* WebFoundationErrorServerCertificateHasBadDate description */
"Err-1201.w" = "Sertifikatet for denne tjeneren har utløpt. Det er mulig at du kobler til en tjener som utgir seg for å være «%@». Dette kan utgjøre en fare for konfidensiell informasjon.";

/* WebFoundationErrorServerCertificateUntrusted description */
"Err-1202" = "Sertifikatet for tjeneren er ugyldig.";

/* WebFoundationErrorServerCertificateUntrusted description */
"Err-1202.w" = "Sertifikatet for denne tjeneren er ugyldig. Det er mulig at du kobler til en tjener som utgir seg for å være «%@». Dette kan utgjøre en fare for konfidensiell informasjon.";

/* WebFoundationErrorServerCertificateHasUnknownRoot description */
"Err-1203" = "Sertifikatet for tjeneren er godkjent av en ukjent autoritet.";

/* WebFoundationErrorServerCertificateHasUnknownRoot description */
"Err-1203.w" = "Sertifikatet for denne tjeneren er signert av en ukjent sertifiseringsautoritet. Det er mulig at du kobler deg til en tjener som utgir seg for å være «%@». Dette kan utgjøre en fare for konfidensiell informasjon.";

/* WebFoundationErrorServerCertificateNotYetValid description */
"Err-1204" = "Sertifikatet for tjeneren er ikke gyldig ennå.";

/* WebFoundationErrorServerCertificateNotYetValid description */
"Err-1204.w" = "Sertifikatet for denne tjeneren er ikke gyldig ennå. Det er mulig at du kobler til en tjener som utgir seg for å være «%@». Dette kan utgjøre en fare for konfidensiell informasjon.";

/* WebFoundationErrorClientCertificateRejected description */
"Err-1205" = "Tjeneren godtok ikke sertifikatet.";

/* WebFoundationErrorClientCertificateRejected description */
"Err-1205.w" = "Tjeneren «%@» godtok ikke sertifikatet.";

/* WebFoundationErrorClientCertificateRequired description */
"Err-1206" = "Tjeneren krever et klientsertifikat.";

/* WebFoundationErrorClientCertificateRequired description */
"Err-1206.w" = "Tjeneren «%@» krever et klientsertifikat.";

/* WebFoundationErrorCannotLoadFromNetworkError description */
"Err-2000" = "kan ikke laste inn fra nettverk";

/* WebFoundationErrorCannotCreateFile description */
"Err-3000" = "Kan ikke opprette fil";

/* WebFoundationErrorCannotOpenFile description */
"Err-3001" = "Kan ikke åpne fil";

/* WebFoundationErrorCannotCloseFile description */
"Err-3002" = "Det oppsto en feil under lukking av fil";

/* WebFoundationErrorCannotWriteToFile description */
"Err-3003" = "Kan ikke skrive fil";

/* WebFoundationErrorCannotRemoveFile description */
"Err-3004" = "Kan ikke fjerne fil";

/* WebFoundationErrorCannotMoveFile description */
"Err-3005" = "Kan ikke flytte fil";

/* WebFoundationErrorDownloadDecodingFailedMidStream description */
"Err-3006" = "Dekoding av nedlasting mislyktes";

/* WebFoundationErrorDownloadDecodingFailedToComplete description */
"Err-3007" = "Dekoding av nedlasting mislyktes";

/* Recovery suggestion */
"Would you like to connect to the server anyway?" = "Vil du koble til tjeneren likevel?";

/* Recovery suggestion */
"To change your proxy settings, open Network preferences, click Advanced, and then click Proxies. For help with this problem, contact your system administrator." = "Hvis du vil endre proxyinnstillingene, åpner du Nettverk-valgpanelet, klikker på Avansert og klikker deretter på Proxy. Hvis du trenger hjelp for å løse dette problemet, kontakter du systemadministratoren.";
